---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPanelScheduleSheetAppearanceParam
source: html/433e3ee0-de54-2b3f-1917-6e63fe2ba3d9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPanelScheduleSheetAppearanceParam Property

"Appearance On Sheet"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPanelScheduleSheetAppearanceParam { get; }
```